Backbone-Projects/w7d5_Trello/app/controllers/api/cards_controller.rb

    def create
      @card = current_list.cards.new(card_params)

      if @card.save
---
INSERT INTO "cards" ("title", "list_id", "created_at", "updated_at") VALUES ($1, $2, $3, $4) RETURNING "id"  [["title", "test"], ["list_id", 23], ["created_at", "2015-06-08 23:00:50.587357"], ["updated_at", "2015-06-08 23:00:50.587357"]]

    def destroy
      @card = Card.find(params[:id])
      @card.destroy
---
DELETE FROM "cards" WHERE "cards"."id" = $1  [["id", 13]]